{
  "abandoned": "A place abandoned due to monster or bandit attacks. Once the danger is eliminated, it will fill with life once more",
  "alchemy": "Here you can buy alchemy ingredients",
  "armourer": "Here you can craft armor, repair damaged equipment, dismantle equipment for parts or remove upgrades from sockets",
  "armourerstable": "Armorer's tables grant your gear increased armor for a limited duration",
  "banditcamp": "A group of dangerous bandits have made camp here",
  "barber": "Visit barbers for a shave or a new haircut",
  "blacksmith": "Here you can craft weapons, repair damaged equipment, dismantle equipment for parts or remove upgrades from sockets",
  "brothel": "You can call on the services of a prostitute here",
  "entrance": "Entrance to cave or ruins",
  "grindstone": "A blade sharpened here will deal more damage",
  "guarded": "A particularly powerful monster guards a valuable cache here",
  "gwent": "Gamble your hard earned coin playing Gwent here",
  "hansebase": "Expect to run into armed-to-the-teeth bandits here",
  "harbor": "A place where you can find a boat, boats will respawn here",
  "herbalist": "Here you can buy alchemy ingredients",
  "hidden": "A hidden cache of valuable goods",
  "kid": "Here you can help a knight errant fight bandits",
  "monsterden": "Monster-infested location. A constant worry for those living nearby",
  "monsternest": "Destroy monster nests with Grapeshot or Dancing Star bombs",
  "notice": "Here you can find monster contracts and announcements about matters of local concern",
  "pid": "There's a person or a group of people here in need of assistance",
  "placeofpower": "Draw from a Place of Power to gain a temporary bonus. The first time you draw from any Place of Power, you also receive 1 Ability Point",
  "signalfire": "If a signal fire is lit by a torch runner, reinforcements will arrive to help the bandits in their fight",
  "smugglers": "Smuggled goods have been hidden here",
  "spoils": "Search here for loot left behind after a battle or skirmish",
  "tavern": "Here you can buy or sell various items",
  "vineyardinfestation": "Vineyard infested by monsters"
}
